/* card commands displayed in menu bar */

"Power off Card" = "停用擴充卡";
"Power on Card" = "啟用擴充卡";
"Open ExpressCard" = "打開 ExpressCard⋯";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "未知的製造商";
"Unknown Card Type" = "未知的介面卡類型";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "傳統設備";
"ClassCode0001" = "VGA 相容的設備";

"ClassCode01" = "大容量儲存設備控制器";
"ClassCode0100" = "SCSI 控制器";
"ClassCode0101" = "IDE 控制器";
"ClassCode0102" = "軟式磁碟機控制器";
"ClassCode0103" = "IPI 控制器";
"ClassCode0104" = "RAID 控制器";
"ClassCode0105" = "ATA 控制器";
"ClassCode0106" = "SATA 控制器";
"ClassCode0107" = "SAS 控制器";

"ClassCode02" = "網路控制器";
"ClassCode0200" = "乙太網路控制器";
"ClassCode0201" = "Token Ring 控制器";
"ClassCode0202" = "FDDI 控制器";
"ClassCode0203" = "ATM 控制器";
"ClassCode0204" = "ISDN 控制器";
"ClassCode0205" = "WorldFip 控制器";
"ClassCode0206" = "PICMG 2.14 多重運算";

"ClassCode03" = "顯示器控制器";

"ClassCode04" = "多媒體設備";

"ClassCode05" = "記憶體控制器";

"ClassCode06" = "橋接器設備";
"ClassCode0600" = "主機橋接器";
"ClassCode0601" = "ISA 橋接器";
"ClassCode0602" = "EISA 橋接器";
"ClassCode0603" = "MCA 橋接器";
"ClassCode0604" = "PCI 至 PCI 橋接器";
"ClassCode0605" = "PCMCIA 橋接器";
"ClassCode0606" = "NuBus 橋接器";
"ClassCode0607" = "CardBus 橋接器";
"ClassCode0608" = "RACEway 橋接器";
"ClassCode0609" = "PCI 至 PCI 橋接器";
"ClassCode060a" = "InfiniBand 轉 PCI 橋接器";

"ClassCode07" = "簡易通訊控制器";
"ClassCode0700" = "序列控制器";
"ClassCode0701" = "平行埠控制器";
"ClassCode0702" = "多埠序列控制器";
"ClassCode0703" = "數據機控制器";
"ClassCode0704" = "GPIB 控制器";
"ClassCode0705" = "智慧卡";

"ClassCode08" = "基礎系統週邊";
"ClassCode0804" = "PCI 熱插拔控制器";

"ClassCode09" = "輸入設備控制器";
"ClassCode0900" = "鍵盤控制器";
"ClassCode0901" = "數位設備控制器";
"ClassCode0902" = "滑鼠控制器";
"ClassCode0903" = "掃描器控制器";
"ClassCode0904" = "遊戲埠控制器";

"ClassCode0a" = "擴充座";

"ClassCode0b" = "同步處理器";

"ClassCode0c" = "序列匯流排控制器";
"ClassCode0c00" = "FireWire 控制器";
"ClassCode0c01" = "ACCESS.bus 控制器";
"ClassCode0c02" = "SSA 控制器";
"ClassCode0c03" = "USB 控制器";
"ClassCode0c04" = "光纖管道控制器";
"ClassCode0c05" = "SMBus 控制器";
"ClassCode0c06" = "InfiniBand 控制器";
"ClassCode0c07" = "IPMI 控制器";
"ClassCode0c08" = "SERCOS 控制器";
"ClassCode0c09" = "CANbus 控制器";

"ClassCode0d" = "無線控制器";
"ClassCode0d00" = "iRDa 控制器";
"ClassCode0d01" = "一般型 IR 控制器";
"ClassCode0d10" = "RF 控制器";
"ClassCode0d11" = "Bluetooth 控制器";
"ClassCode0d12" = "寬頻控制器";
"ClassCode0d20" = "Wi-Fi 控制器 5 GHz";
"ClassCode0d21" = "Wi-Fi 控制器 2.4 GHz";

"ClassCode0e" = "智慧型 I/O 控制器";

"ClassCode0f" = "衛星通訊控制器";

"ClassCode10" = "加∕解密控制器";

"ClassCode11" = "資料擷取控制器";
